Repository: hwittenborn/cliff
Catalog: po/*.po
Languages: cs, sl, ta

source: App icons by
cs: Ikony aplikací od
sl: Ikone je ustvaril
ta: பயன்பாட்டு சின்னங்கள்

source: Ok
sl: V redu
ta: சரி

source: Both '{}' and '{}' are more recent than at last sync.
cs: Jak '{}', tak '{}' jsou novější než při poslední synchronizaci.
sl: Tako »{}« kot »{}« sta novejši kot ob zadnjem usklajevanju.
ta: '{}' மற்றும் '{}' இரண்டும் கடைசியாக ஒத்திசைவை விட மிக சமீபத்தியவை.

source: Unable to create Celeste's config directory [{}].
cs: Není možné vytvořit konfigurační adresář Celeste [{}].
sl: Ni mogoče ustvariti nastavitvene mape programa [{}].
ta: செலச்டேவின் கட்டமைப்பு கோப்பகத்தை உருவாக்க முடியவில்லை [{}].

source: Unable to create Celeste's database file [{}].
cs: Není možné vytvořit databázový soubor Celeste [{}].
sl: Ni mogoče ustvariti datoteke podatkovne zbirke programa [{}].
ta: செலச்டேவின் தரவுத்தள கோப்பை உருவாக்க முடியவில்லை [{}].

source: Unable to connect to database [{}].
cs: Není možné se připojit k databázi Celeste [{}].
sl: Povezava s podatkovno zbirko ni mogoča [{}].
ta: தரவுத்தளத்துடன் இணைக்க முடியவில்லை [{}].

source: Unable to run database migrations [{}]
cs: Není možné zahájit migraci databáze [{}]
sl: Ni mogoče zagnati preselitve podatkovne zbirke [{}]
ta: தரவுத்தள இடம்பெயர்வுகளை இயக்க முடியவில்லை [{}]

source: Awaiting sync check...
cs: Čeká se na kontrolu synchronizace…
sl: Preverjanje sprememb za usklajevanje ...
ta: ஒத்திசைவு காசோலைக்காக காத்திருக்கிறது ...

source: Sync Errors
cs: Chyby synchronizace
sl: Napake usklajevanja
ta: பிழைகளை ஒத்திசைக்கவும்

source: File/Folder Exclusions
cs: Vyloučení souboru nebo složky
sl: Izvzete datoteke in mape
ta: கோப்பு/கோப்புறை விலக்குகள்

source: Stop syncing this directory
cs: Zastavit synchronizaci této složky
sl: Zaustavi usklajevanje te mape
ta: இந்த கோப்பகத்தை ஒத்திசைப்பதை நிறுத்துங்கள்

source: Are you sure you want to stop syncing '{}' to '{}'?
cs: Jste si jisti, že chcete zastavit synchronizaci '{}' do '{}'?
sl: Ali ste prepričani, da želite ustaviti usklajevanje »{}« v »{}«?
ta: '{}' '{}' உடன் ஒத்திசைவதை நிறுத்த விரும்புகிறீர்களா?

source: This directory is currently being processed to no longer be synced.
cs: Tento adresář je v současné době zpracováván tak, aby již nebyl synchronizován.
sl: Ta mapa je trenutno v pripravi, da se ne bo več usklajevala.
ta: இந்த அடைவு தற்போது ஒத்திசைக்கப்படாது.

source: Directories
cs: Adresáře
sl: Mape
ta: கோப்பகங்கள்

source: Local folder:
cs: Místní složka:
sl: Krajevna mapa:
ta: உள்ளக கோப்புறை:

source: Cancel
cs: Zrušit
sl: Prekliči
ta: ரத்துசெய்

source: Remote folder:
cs: Vzdálená složka:
sl: Oddaljena mapa:
ta: தொலை கோப்புறை:

source: The specified remote directory doesn't exist
cs: Zadaný adresář neexistuje
sl: Navedena oddaljena mapa ne obstaja
ta: குறிப்பிட்ட தொலைநிலை அடைவு இல்லை

source: Failed to check if the specified remote directory exists
cs: Nepodařilo se ověřit, zda uvedený vzdálený adresář existuje
sl: Preverjanje, ali navedeni oddaljena mapa obstaja, je spodletelo
ta: குறிப்பிட்ட தொலைநிலை அடைவு இருக்கிறதா என்று சோதிக்கத் தவறிவிட்டது

source: The specified directory pair is already being synced
cs: Uvedený pár adresářů je již synchronizován
sl: Določen par map se že usklajuje
ta: குறிப்பிட்ட அடைவு இணை ஏற்கனவே ஒத்திசைக்கப்பட்டு வருகிறது

source: The specified local directory doesn't exist
cs: Uvedený místní adresář neexistuje
sl: Določena krajevna mapa ne obstaja
ta: குறிப்பிட்ட உள்ளக அடைவு இல்லை

source: The specified local path isn't a directory
cs: Uvedené místní cesta není adresářem
sl: Določena krajevna pot ni pot do mape
ta: குறிப்பிட்ட உள்ளக பாதை ஒரு அடைவு அல்ல

source: The specified local directory needs to be an absolute path
cs: Zadaný místní adresář musí být absolutní cestou
sl: Določena krajevna mapa mora biti zavedena kot absolutna pot
ta: குறிப்பிட்ட உள்ளக அடைவு ஒரு முழுமையான பாதையாக இருக்க வேண்டும்

source: Are you sure you want to delete this remote?
cs: Jste si jisti, té chcete odstranit toto vzdálené připojení?
sl: Ali ste prepričani, da želite izbrisati to oddaljeno mesto?
ta: இந்த தொலைதூரத்தை நீக்க விரும்புகிறீர்களா?

source: All the directories associated with this remote will also stop syncing.
cs: Synchronizace všech adresářů přidružených k tomuto vzdálenému počítači se rovněž zastaví.
sl: Tudi vse mape, povezane s tem oddaljenim strežnikom, se prenehajo usklajevati.
ta: இந்த தொலைதூரத்துடன் தொடர்புடைய அனைத்து கோப்பகங்களும் ஒத்திசைவை நிறுத்தும்.

source: Files are synced.
cs: Soubory jsou synchronizovány.
sl: Datoteke so usklajene.
ta: கோப்புகள் ஒத்திசைக்கப்படுகின்றன.

source: Syncing '{}'...
cs: Synchronizování '{}'…
sl: Poteka usklajevanje »{}«...
ta: '{}' ஒத்திசைவு ...

source: Checking for changes...
cs: Kontrola změn…
sl: Poteka preverjanje sprememb ...
ta: மாற்றங்களைச் சரிபார்க்கிறது ...

source: Please resolve the reported syncing issues.
cs: Vyřešte prosím nahlášené problémy se synchronizací.
sl: Razrešiti je treba navedene težave usklajevanja.
ta: அறிக்கையிடப்பட்ட ஒத்திசைவு சிக்கல்களைத் தீர்க்கவும்.

source: {} errors found.
cs: Nalezeno {} chyb.
sl: Zaznanih je {} napak.
ta: }} பிழைகள் காணப்படுகின்றன.

source: Would you like to dismiss this error?
cs: Chtěli byste tuto chybu odstranit?
sl: Ali želite preklicati to napako?
ta: இந்த பிழையை நிராகரிக்க விரும்புகிறீர்களா?

source: Failed to sync '{}' to '{}' on remote.
cs: Synchronizace '{}' do '{}' na vzdáleném umístění se nezdařila.
ta: தொலைதூரத்தில் '{}' உடன் '{}' உடன் ஒத்திசைக்கத் தவறிவிட்டது.

source: Failed to sync '{}' on remote to '{}'.
cs: Synchronizace '{}' na vzdáleném umístění do '{}' selhala.
ta: '{}' ரிமோட்டில் '{}' உடன் ஒத்திசைக்கத் தவறிவிட்டது.

source: Unable to fetch data for '{}' from the remote.
cs: Nepodařilo se načíst data pro '{}' ze vzdáleného umístění.
ta: தொலைதூரத்திலிருந்து '{}' க்கான தரவைப் பெற முடியவில்லை.

source: File Update
cs: Aktualizace souboru
sl: Posodobitev datoteke
ta: கோப்பு புதுப்பிப்பு

source: Neither the local item or remote item exists anymore. This error will now be removed.
cs: Místní ani vzdálená položka již neexistuje. Tato chyba bude nyní odstraněna.
ta: உள்ளக உருப்படி அல்லது தொலைநிலை உருப்படி இனி இல்லை. இந்த பிழை இப்போது அகற்றப்படும்.

source: Only the local item exists now, so it will be synced to the remote.
cs: V tuto chvíli existuje jen místní položka, bude tedy synchronizována se vzdáleným umístěním.
ta: உள்ளக உருப்படி மட்டுமே இப்போது உள்ளது, எனவே இது தொலைதூரத்துடன் ஒத்திசைக்கப்படும்.

source: Only the remote item exists now, so it will be synced to the local machine.
cs: V tuto chvíli existuje jen vzdálená položka, bude tedy synchronizována do místního zařízení.
ta: தொலைநிலை உருப்படி மட்டுமே இப்போது உள்ளது, எனவே இது உள்ளக இயந்திரத்துடன் ஒத்திசைக்கப்படும்.

source: Both the local item '{}' and remote item '{}' have been updated since the last sync.
cs: Místní položky '{}' a vzdálené položky '{}' byly synchronizovány při poslední synchronizaci.
ta: உள்ளக உருப்படி '{}' மற்றும் தொலைநிலை உருப்படி '{}' இரண்டும் கடைசியாக ஒத்திசைவிலிருந்து புதுப்பிக்கப்பட்டுள்ளன.

source: Which item would you like to keep?
cs: Kterou položku si přejete zachovat?
sl: Katero različico želite ohraniti?
ta: எந்த உருப்படியை நீங்கள் வைத்திருக்க விரும்புகிறீர்கள்?

source: Local
cs: Místní
sl: Krajevno
ta: உள்ளக

source: Remote
cs: Vzdálené
sl: Oddaljeno
ta: தொலைநிலை

source: 1 error found.
cs: Nalezena 1 chyba.
sl: Zaznana je 1 napaka.
ta: 1 பிழை காணப்பட்டது.

source: {} errors found.
cs: Nalezeno {} chyb.
sl: Zaznanih je {} napak.
ta: }} பிழைகள் காணப்படுகின்றன.

source: Checking '{}' for changes...
cs: Kontrola '{}' ohledně změn…
ta: மாற்றங்களுக்கு '{}' சரிபார்க்கிறது ...

source: Checking '{}' on remote for changes...
cs: Kontrola '{}' na vzdáleném umístění ohledně změn…
ta: மாற்றங்களுக்காக தொலைதூரத்தில் '{}' சரிபார்க்கிறது ...

source: Finished sync checks with {} errors.
cs: Synchronizace dokončena s {} chybami.
ta: }} பிழைகளுடன் ஒத்திசைவு காசோலைகள் முடிந்தது.

source: Finished sync checks.
cs: Dokončeny kontroly synchronizace.
ta: ஒத்திசைவு காசோலைகள் முடிந்தது.

source: Authenticating to {}...
cs: Ověřování na {}…
ta: {} க்கு அங்கீகரித்தல் ...

source: Follow the link that opened in your browser, and come back once you've finished.
cs: Přejděte na odkaz, který bude otevřen ve vašem prohlížeči, a vraťte se zpátky, jakmile budete hotovi.
ta: உங்கள் உலாவியில் திறக்கப்பட்ட இணைப்பைப் பின்தொடரவும், நீங்கள் முடிந்ததும் திரும்பி வாருங்கள்.

source: There was an issue while running the webserver for authentication
cs: Při spouštění webového serveru pro ověřování došlo k problému
ta: அங்கீகாரத்திற்காக வெப்சர்வரை இயக்கும் போது ஒரு சிக்கல் இருந்தது

source: There was an issue authenticating to {}
cs: Při ověřování došlo k problému {}
ta: {To க்கு அங்கீகரிக்கும் ஒரு சிக்கல் இருந்தது

source: Name
cs: Název
sl: Naziv
ta: பெயர்

source: Name already exists.
cs: Název již existuje.
sl: Ta naziv že obstaja.
ta: பெயர் ஏற்கனவே உள்ளது.

source: Invalid name. Names must: - Only contain numbers, letters, '_', '-', '.', and spaces - Not start with '-' or a space - Not end with a space
cs: Nesprávný název. Název musí: - obsahovat pouze číslice, písmena, '_', '-','.' a mezery - nesmí začínat '-' nebo mezerou - nesmí končit mezerou
sl: Neveljaven naziv. Uporabiti je mogoče: - le števila, črke, presledek in posebne znake »_«, »-« in ».« - ni dovoljeno začeti naziva s presledkom ali znakom »-« - ni dovoljeno končati naziva s presledkom
ta: தவறான பெயர். பெயர்கள் அவசியம்: - எண்கள், எழுத்துக்கள், '_', '-', '.', மற்றும் இடைவெளிகள் மட்டுமே உள்ளன - '-' அல்லது ஒரு இடத்துடன் தொடங்க வேண்டாம் - ஒரு இடத்துடன் முடிவடையவில்லை

source: Server URL
cs: URL serveru
sl: Naslov URL strežnika
ta: சேவையக முகவரி

source: Invalid server URL ({}).
cs: Nesprávná URL serveru ({}).
sl: Neveljaven naslov URL strežnika ({}).
ta: தவறான சேவையக முகவரி ({}).

source: Invalid server URL (no domain specified).
cs: Nesprávná URL serveru (není zadaná žádná doména).
sl: Neveljaven naslov URL strežnika (ni določene domene).
ta: தவறான சேவையக முகவரி (டொமைன் எதுவும் குறிப்பிடப்படவில்லை).

source: Invalid server URL (password was specified).
cs: Nesprávná URL serveru (zadáno bylo heslo).
sl: Neveljaven naslov URL strežnika (določeno je geslo).
ta: தவறான சேவையக முகவரி (கடவுச்சொல் குறிப்பிடப்பட்டது).

source: Invalid server URL(unknown server scheme {}).
cs: Nesprávná URL serveru (neznámé schéma serveru {}).
sl: Neveljaven naslov URL strežnika (neznana shema strežnika {}).
ta: தவறான சேவையக முகவரி (அறியப்படாத சேவையக திட்டம் {}).

source: Don't specify '{}' as part of the URL.
cs: Jako součást adresy URL neuvádějte znaky '{}'.
ta: முகவரி இன் ஒரு பகுதியாக '{}' குறிப்பிட வேண்டாம்.

source: Username
cs: Uživatelské jméno
sl: Uporabniško ime
ta: பயனர்பெயர்

source: Password
cs: Heslo
sl: Geslo
ta: கடவுச்சொல்

source: 2FA Code
cs: Kód 2FA
sl: Koda 2FA
ta: 2fa குறியீடு

source: The provided 2FA code is invalid (should only contain digits).
cs: Poskytnutý kód 2FA je neplatný (měl by obsahovat pouze číslice).
sl: Podana koda 2FA ni veljavna (vsebovati mora le številke).
ta: வழங்கப்பட்ட 2FA குறியீடு தவறானது (இலக்கங்களை மட்டுமே கொண்டிருக்க வேண்டும்).

source: The provided 2FA code is invalid (should be 6 digits long).
cs: Poskytnutý kód 2FA je neplatný (měl by být dlouhý 6 znaků).
sl: Podana koda 2FA ni veljavna (koda mora biti šest številčna).
ta: வழங்கப்பட்ட 2FA குறியீடு தவறானது (6 இலக்கங்கள் நீளமாக இருக்க வேண்டும்).

source: Log in
cs: Přihlásit se
sl: Prijava
ta: புகுபதிகை

source: Unable to connect to the server. Check your internet connection and try again.
cs: Nepodařilo se připojit k serveru. Zkontrolujte své internetové připojení a zkuste to znovu.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை. உங்கள் இணைய இணைப்பை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

source: A 2FA code is required to log in to this account. Provide one and try again.
cs: Kód 2FA je nutný pro přihlášení k tohoto účtu. Poskytněte jeden a zkuste to znovu.
ta: இந்த கணக்கில் உள்நுழைய 2FA குறியீடு தேவை. ஒன்றை வழங்கவும் மீண்டும் முயற்சிக்கவும்.

source: Unable to authenticate to the server. Check your login credentials and try again.
cs: Nelze se ověřit na serveru. Zkontrolujte přihlašovací údaje a zkuste to znovu.
ta: சேவையகத்திற்கு அங்கீகரிக்க முடியவில்லை. உங்கள் உள்நுழைவு சான்றுகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.

source: Unable to log in
cs: Přihlášení se nezdařilo
sl: Prijava ni mogoča
ta: உள்நுழைய முடியவில்லை

source: Server Type
cs: Typ serveru
sl: Vrsta strežnika
ta: சேவையக வகை

source: Awaiting sync checks...
cs: Čeká se na kontrolu synchronizace...
ta: ஒத்திசைவு காசோலைகளுக்காக காத்திருக்கிறது ...

source: Open
cs: Otevřít
sl: Odpri
ta: திற

source: Close
cs: Zavřít
sl: Zapri
ta: மூடு

source: Unknown Error
cs: Neznámá chyba
sl: Neznana napaka
ta: தெரியாத பிழை

source: An unknown error has occurred while running. This is an internal issue with Celeste and should be reported. The following backtrace may help with debugging the issue - note that it may contain information such as login tokens/keys, so avoid posting the information publicly:
cs: Při spuštění došlo k chybě. Je to vnitřní problém s programem Celeste a měl by být nahlášen. Následující zpětná stopa může pomoci při ladění problému - upozorňujeme, že může obsahovat informace, jako jsou přihlašovací tokeny/klíče, proto se vyhněte jejich veřejnému publikování:
sl: Med izvajanjem je prišlo do neznane napake. To je notranja napaka programa Celeste, zato je priporočljivo razvijalcem poslati poročilo. Naslednji izpis lahko pomaga pri odpravljanju težav. Pomembno je vedeti, da lahko vsebuje zasebne podrobnosti, kot so prijavni žetoni/ključi, zato tega povzetka ne objavljajte javno:
ta: இயங்கும் போது அறியப்படாத பிழை ஏற்பட்டது. இது செலச்டேவுடன் ஒரு உள் சிக்கல் மற்றும் புகாரளிக்கப்பட வேண்டும். சிக்கலை பிழைத்திருத்துவதற்கு பின்வரும் பின்னணி உதவக்கூடும் - அதில் உள்நுழைவு டோக்கன்கள்/விசைகள் போன்ற தகவல்களைக் கொண்டிருக்கலாம் என்பதை நினைவில் கொள்க, எனவே தகவல்களை பகிரங்கமாக இடுகையிடுவதைத் தவிர்க்கவும்:
